Repository: An0nTB/trading-buddy
Catalog: App/Resources/Localizable.xcstrings
Source language: de
Languages: en

source: · %lld von %lld erledigt
en: · %1$lld of %2$lld done

source: · Feiertage nur bis %@ gepflegt
en: · holidays maintained only until %@

source: (Ende am Folgetag)
en: (ends the next day)

source: (Ende nach %lld Tagen)
en: (ends after %lld days)

source: (sonst %@)
en: (otherwise %@)

source: anzeigen
en: show

source: %@ und %lld weitere
en: %1$@ and %2$lld more

source: %lld Angaben ersetzt
en: %lld details replaced

# %lld Dateien importiert, zuletzt %@
source: %1$lld Dateien importiert, zuletzt %2$@
en: %1$lld files imported, last %2$@

source: %lld Dateien warten auf dich
en: %lld files are waiting for you

source: %lld Zeilen weggelassen
en: %lld lines omitted

source: %lld Trades ohne Kerzen von der Quelle (etwa ohne Umsatz im Zeitraum); gespeicherte Kurse bleiben.
en: %lld trades without candles from the source (for example no volume in the period); stored prices stay.

source: Alle Beträge in Kontowährung %@. Die App zeigt Summen derzeit in %@, die Zahlen dort weichen deshalb ab.
en: All amounts in account currency %1$@. The app currently shows totals in %2$@, so the figures there differ.

source: Anonymisierte Probe sichern
en: Save anonymised sample

source: Anonymisierte Probe speichern …
en: Save anonymised sample …

source: Aus dem Import-Ordner importiert
en: Imported from the import folder

source: Beträge im Bericht in Kontowährung %@, nicht in %@
en: Report amounts in account currency %1$@, not %2$@

source: Bild vergrößern
en: Enlarge image

source: Bitte vor dem Weitergeben ansehen, Freitext kann weitere Angaben enthalten.
en: Please review before passing it on; free text may contain further details.

source: Claude verbinden
en: Connect Claude

source: Datei importieren
en: Import a file

source: Der Ordner „Bilder“ neben der Sicherung war nicht lesbar. Liegt die Sicherung nicht im gewählten Sicherungsordner, diesen Ordner zuerst wählen und die Sicherung erneut einspielen, dann kommen die Screenshots mit.
en: The “Bilder” folder next to the backup could not be read. If the backup is not in the chosen backup folder, choose that folder first and restore the backup again; the screenshots will then come along.

source: Die Datei hat keine Summenzeile; nichts zu vergleichen.
en: The file has no totals row; nothing to compare.

source: Die Datei ist kein lesbarer Text.
en: The file is not readable text.

source: Die Datei ist weder lesbarer Text noch eine Excel-Datei.
en: The file is neither readable text nor an Excel file.

source: Die Datei nennt keine Kontonummer. Gib dieselbe Nummer wie bei früheren Berichten dieses Kontos an, sonst zählt die App Positionen doppelt.
en: The file does not state an account number. Enter the same number as for earlier reports of this account, otherwise the app counts positions twice.

source: Dieser Importer lief noch gegen keine echte Datei, nur gegen nachgebaute Beispiele. Prüfe nach dem Import Lots und Beträge gegen den Bericht im Terminal.
en: This importer has not yet run against a real file, only against reconstructed examples. After importing, check lots and amounts against the report in the terminal.

source: Drei Schritte, dann rechnet Henry mit deinen Trades und Claude kann darauf antworten.
en: Three steps, then Henry works with your trades and Claude can answer questions about them.

source: Dreieck Einstieg, Kreis Ausstieg, gestrichelt Stop (rot) und Ziel (grün).
en: Triangle entry, circle exit, dashed stop (red) and target (green).

source: Ein Konto entsteht mit dem ersten Import. Henry liest Broker und Kontonummer aus der Datei; Namen und Kontowährung legst du im Import-Blatt fest.
en: An account is created with the first import. Henry reads the broker and account number from the file; you set the name and account currency in the import sheet.

source: Eine anonymisierte Probe hilft, den Importer für diese Datei zu erweitern.
en: An anonymised sample helps extend the importer for this file.

source: Einstellungen öffnen
en: Open Settings

source: Enthalten: Versionen, System, Zahl der Konten und Importfehler dieser Sitzung. Nicht enthalten: Trades, Beträge, Namen, volle Konto- oder Ticketnummern. Hängt es an einer Datei, hilft zusätzlich die anonymisierte Probe aus dem Import-Blatt.
en: Included: versions, system, number of accounts and import errors from this session. Not included: trades, amounts, names, full account or ticket numbers. If the problem is with a file, the anonymised sample from the import sheet also helps.

source: Erkannt: MetaTrader 5 Handelsbericht (HTML)
en: Detected: MetaTrader 5 trade report (HTML)

source: erledigt
en: done

source: Erste Schritte
en: Getting started

source: Erste Schritte …
en: Getting started …

source: Format nicht erkannt: kein MetaTrader-Auszug (MT4: HTML aus der Broker-Mail, nicht der Bericht aus dem Terminal; MT5: Handelsbericht), kein CSV-Export von Trade Republic, Scalable, Interactive Brokers, Kraken, Binance, Coinbase oder Bitpanda und keine XTB-Kontohistorie (Excel).
en: Format not recognized: not a MetaTrader statement (MT4: HTML from the broker email, not the report from the terminal; MT5: trade report), not a CSV export from Trade Republic, Scalable, Interactive Brokers, Kraken, Binance, Coinbase or Bitpanda, and not an XTB account history (Excel).

source: Gesichert werden die Datenbank und die Screenshots. Ist „Täglich sichern“ an, sichert die App beim Start und danach einmal am Tag, solange sie läuft. Schlüssel aus dem Schlüsselbund kommen nicht in die Sicherung.
en: The database and the screenshots are backed up. If “Back up daily” is on, the app backs up at launch and then once a day while it is running. Keys from the keychain are not included in the backup.

source: IBKR-Auszug ohne Kontonummer: bitte im Blatt angeben.
en: IBKR statement without account number: please enter it in the sheet.

source: In der Zwischenablage
en: Copied to clipboard

source: Jahresbericht
en: Annual report

source: Jahresbericht %@
en: Annual report %@

source: Kommission je Order aus dem Auszug; im Trade anteilig aus seinen Käufen; Devisentausch steht als Hinweis
en: Commission per order from the statement; in the trade pro rata from its buys; currency exchange appears as a note

source: Kommission und Swap aus dem Bericht, nichts geschätzt
en: Commission and swap from the report, nothing estimated

source: Konto anlegen
en: Create an account

source: Kopiere diesen Text und schick ihn mit einer kurzen Beschreibung an Tim: was du getan hast, was passiert ist und was du erwartet hast. Den Weg dafür nennt dir Tim.
en: Copy this text and send it to Tim with a short description: what you did, what happened and what you expected. Tim will tell you how to send it.

source: Kursverlauf des Trades mit %lld Balken, Einstieg und Ausstieg markiert
en: Price history of the trade with %lld bars, entry and exit marked

source: Lade beim Broker den Kontoauszug herunter (MetaTrader: Bericht als HTML, sonst CSV oder Excel) und wähle ihn auf der Import-Seite.
en: Download the account statement from your broker (MetaTrader: report as HTML, otherwise CSV or Excel) and choose it on the Import page.

source: Lesen: %@
en: Reading: %@

source: MetaTrader-5-Bericht nicht lesbar: bitte im Blatt prüfen.
en: MetaTrader 5 report not readable: please check it in the sheet.

source: MetaTrader-5-Bericht ohne Kontonummer: bitte im Blatt angeben.
en: MetaTrader 5 report without account number: please enter it in the sheet.

source: Nicht mehr zeigen
en: Don’t show again

source: Ohne EZB-Kurs nicht enthalten: %lld Trades in Fremdwährung.
en: Not included without an ECB rate: %lld trades in foreign currency.

source: Problem melden
en: Report a problem

source: Problem melden …
en: Report a problem …

source: Sichern …
en: Save …

source: Speichern: %@
en: Saving: %@

source: Teilen …
en: Share …

source: Text kopieren
en: Copy text

source: Vorgänge mit anderen Werten als beim früheren Import: %@. Bei MetaTrader und XTB: Stimmt die Serverzeit mit dem letzten Import überein?
en: Transactions with different values than in the earlier import: %@. For MetaTrader and XTB: does the server time match the last import?

source: Wie beim letzten Kontoimport dieses Kontos.
en: Same as the last statement import for this account.

source: in diesem Jahr
en: this year

source: Keine Überschneidung mit dem Konto bei %@: anderes Depot? Bitte im Blatt zuordnen.
en: No overlap with the account at %@: a different portfolio? Please assign it in the sheet.

source: Mitteilung nach stillem Import
en: Notify after automatic import

source: US-Ostküste (Annahme, in den IBKR-Einstellungen änderbar); die App zeigt deine Zeitzone
en: US East Coast (assumption, can be changed in the IBKR settings); the app shows your time zone

source: Vorjahr
en: Previous year

source: Monate
en: Months

source: Netto und Anzahl der in diesem Monat geschlossenen Trades.
en: Net result and number of trades closed in this month.

source: Wieder aufrufbar über Hilfe › Erste Schritte.
en: Available again via Help › Getting started.

source: Wähle einen Kontoauszug: MetaTrader 4 (HTML-Auszug aus der Broker-Mail, nicht der Bericht aus dem Terminal), MetaTrader 5 (Handelsbericht), den Transaktionsexport von Trade Republic oder Scalable Capital (CSV), das Activity Statement von Interactive Brokers (CSV), den Trade- oder Transaktionsexport von Kraken, Binance, Coinbase oder Bitpanda (CSV) oder die Kontohistorie von XTB (Excel aus xStation 5).
en: Choose an account statement: MetaTrader 4 (HTML statement from the broker email, not the report from the terminal), MetaTrader 5 (trade report), the transaction export from Trade Republic or Scalable Capital (CSV), the Activity Statement from Interactive Brokers (CSV), the trade or transaction export from Kraken, Binance, Coinbase or Bitpanda (CSV), or the account history from XTB (Excel from xStation 5).

source: Wähle einen Kontoauszug: MetaTrader 4 oder 5 (HTML, GBE und andere Broker), den Transaktionsexport von Trade Republic oder Scalable Capital (CSV), das Activity Statement von Interactive Brokers (CSV), den Trade- oder Transaktionsexport von Kraken, Binance, Coinbase oder Bitpanda (CSV) oder die Kontohistorie von XTB (Excel aus xStation 5).
en: Choose an account statement: MetaTrader 4 or 5 (HTML, GBE and other brokers), the transaction export from Trade Republic or Scalable Capital (CSV), the activity statement from Interactive Brokers (CSV), the trade or transaction export from Kraken, Binance, Coinbase or Bitpanda (CSV) or the account history from XTB (Excel from xStation 5).

source: Wähle in den Einstellungen unter „Claude“ einen Export-Ordner. Installiere dann die Erweiterung „Henry“ in Claude Desktop und trage dort denselben Ordner ein.
en: Choose an export folder in Settings under “Claude”. Then install the “Henry” extension in Claude Desktop and enter the same folder there.

source: Zur Import-Seite
en: Go to Import

source: „%@“ ist kein unterstütztes Bild. Möglich sind PNG, JPEG und HEIC.
en: “%@” is not a supported image. PNG, JPEG and HEIC are possible.

source: „%@“ ließ sich nicht in den Bilderordner kopieren.
en: “%@” could not be copied to the image folder.

# „%@“: Dateiformat %lld kennt diese Version nicht.
source: „%1$@“: Dateiformat %2$lld kennt diese Version nicht.
en: “%1$@”: this version does not know file format %2$lld.

# „%@“: Handelszeit ungültig (%@).
source: „%1$@“: Handelszeit ungültig (%2$@).
en: “%1$@”: invalid trading hours (%2$@).

source: „%@“: keine Handelszeiten angegeben.
en: “%@”: no trading hours specified.

source: „%1$@“: Zeitzone „%2$@“ ist unbekannt. Erwartet wird ein IANA-Name wie Europe/Berlin.
en: “%1$@”: time zone “%2$@” is unknown. Expected an IANA name like Europe/Berlin.

source: „Bis“ liegt vor „Von“.
en: “To” is before “From”.

source: „Henry“ spricht Begrüßung, leere Seiten und Erfolgsmeldungen ruhig und trocken, „Sachlich“ nüchtern. Zahlen, Steuer, Regelverstöße, Warnungen und Fehler bleiben in beiden Stellungen sachlich; der Export für den Claude-Connector trägt die Einstellung mit.
en: “Henry” speaks greetings, empty pages and success messages calmly and drily, “Plain” soberly. Numbers, tax, rule violations, warnings and errors stay plain in both settings; the export for the Claude connector carries the setting along.

source: „Kurse abrufen“ braucht eingeschaltete Kurse in den Einstellungen. MetaTrader-Kurse lassen sich am Mac immer importieren.
en: “Fetch prices” needs prices switched on in Settings. MetaTrader prices can always be imported on the Mac.

source: „Kurse abrufen“ holt Minutenkurse für Krypto (Binance) und US-Aktien (Alpaca) für Trades ohne Analyse. Für CFDs und Devisen gibt es keine freien Kurse; dafür den MetaTrader-Export importieren.
en: “Fetch prices” loads minute prices for crypto (Binance) and US stocks (Alpaca) for trades without an analysis. There are no free prices for CFDs and currencies; for those, import the MetaTrader export.

source: „Regelsperre“ heißt: deine eigene Regel hat den Trade verboten. Er zählt als gewollt verpasst und nicht zum entgangenen Ergebnis.
en: “Rule lock” means: your own rule prohibited the trade. It counts as intentionally missed and not towards the missed result.

source: „ungeprüft“: Dieser Importer lief noch gegen keine echte Datei, nur gegen öffentliche Beispiele. Prüfe Stückzahlen und Beträge gegen die App deines Brokers.
en: “unverified”: this importer has not yet run against a real file, only against public samples. Check quantities and amounts against your broker’s app.

# %@ · bei %lld Trades mit Stop
source: %1$@ · bei %2$lld Trades mit Stop
en: %1$@ · for %2$lld trades with stop

source: %@ (in %@)
en: %1$@ (in %2$@)

source: %1$@ %2$@: am 02.10.2026 gegen %3$@ geprüft. Prozentwerte sind mit dem Startkapital umgerechnet; bei anderem Startkapital die Vorlage neu übernehmen.
en: %1$@ %2$@: checked against %3$@ on 2 Oct 2026. Percentages are converted using the starting capital; with a different starting capital, apply the template again.

source: %1$@ %2$@: ungeprüft. Werte aus der Recherche vom 02.10.2026 (%3$@); mit dem Dashboard der Firma vergleichen.
en: %1$@ %2$@: unverified. Values from research on 2 Oct 2026 (%3$@); compare with the firm’s dashboard.

source: %1$@ %2$lld neue Ausführungen (%3$lld bekannt), %4$lld Geldbewegungen, %5$lld Kapitalmaßnahmen, %6$lld verworfen, %7$lld Hinweise.
en: %1$@ %2$lld new executions (%3$lld known), %4$lld cash movements, %5$lld corporate actions, %6$lld discarded, %7$lld notes.

# %@ %lld neue Trades, %lld schon bekannt, %lld gelöschte Orders.
source: %1$@ %2$lld neue Trades, %3$lld schon bekannt, %4$lld gelöschte Orders.
en: %1$@ %2$lld new trades, %3$lld already known, %4$lld deleted orders.

source: %1$@ %2$lld neue Trades, %3$lld schon bekannt, %4$lld Kassenoperationen (%5$lld bekannt), %6$lld Hinweise.
en: %1$@ %2$lld new trades, %3$lld already known, %4$lld cash operations (%5$lld known), %6$lld notes.

# %@ beendet: %@
source: %1$@ beendet: %2$@
en: %1$@ ended: %2$@

# %@ bei %lld Trades mit Stop
source: %1$@ bei %2$lld Trades mit Stop
en: %1$@ for %2$lld trades with stop

# %@ bis %@
source: %1$@ bis %2$@
en: %1$@ to %2$@

source: %@ bis %@ · %@
en: %1$@ to %2$@ · %3$@

source: %@ der beurteilten Ziele
en: %@ of assessed goals

source: %@ geschätzt
en: %@ estimated

source: %@ getrennt, verbindet neu
en: %@ disconnected, reconnecting

source: %@ je Tag
en: %@ per day

source: %@ je Trade
en: %@ per trade

source: %@ regeltreu
en: %@ rule-compliant

source: %@ verbunden
en: %@ connected

# %@ vom Konto, geplant %@
source: %1$@ vom Konto, geplant %2$@
en: %1$@ from account, planned %2$@

# %@ von −%@
source: %1$@ von −%2$@
en: %1$@ of −%2$@

# %@: %@ von %@ (%@)
source: %1$@: %2$@ von %3$@ (%4$@)
en: %1$@: %2$@ of %3$@ (%4$@)

# %@: %lld Zeilen als %@ gespeichert.
source: %1$@: %2$lld Zeilen als %3$@ gespeichert.
en: %1$@: %2$lld rows saved as %3$@.

source: %@. Trade des Tages
en: %@. Trade of the day

source: %lld · zählt nicht
en: %lld · does not count

source: %lld als nicht regeltreu markiert
en: %lld marked as not rule-compliant

source: %lld Ausführungen importieren
en: Import %lld executions

source: %lld betroffene Trades
en: %lld affected trades

# %lld bis %lld Uhr
source: %1$lld bis %2$lld Uhr
en: %1$lld:00 to %2$lld:00

source: %lld Dateien
en: %lld files

source: %lld davon automatisch (Frist abgelaufen)
en: %lld of them automatic (deadline passed)

source: %lld eigene Zuordnungen gespeichert; alles andere folgt dem Vorschlag des Pakets.
en: %lld custom assignments saved; everything else follows the package’s suggestion.

source: %lld Ein- oder Ausstiege liegen weit außerhalb dieser Kurse (anderer Kurs des Brokers) und fehlen im Bild.
en: %lld entries or exits lie far outside these prices (broker uses a different price) and are missing from the chart.

source: %lld Feiertage
en: %lld holidays

source: %lld Geldbewegungen gesamt
en: %lld cash movements in total

# %lld Gewinner, %lld Verlierer, %lld null
source: %1$lld Gewinner, %2$lld Verlierer, %3$lld null
en: %1$lld winners, %2$lld losers, %3$lld break-even

source: %lld Handelstage
en: %lld trading days

source: %lld Hinweise
en: %lld notes

source: %lld Importzeilen nicht verbucht (Krypto gegen Krypto, Gebühr in BNB): Jahr und Betrag unbekannt.
en: %lld import rows not booked (crypto against crypto, fee in BNB): year and amount unknown.

source: %lld Kalender
en: %lld calendars

# %lld Käufe, %lld Verkäufe
source: %1$lld Käufe, %2$lld Verkäufe
en: %1$lld buys, %2$lld sells

source: %lld Kerzen zu %@, %@ bis %@ in deiner Zeitzone
en: %1$lld candles of %2$@, %3$@ to %4$@ in your time zone

source: %lld Kerzen zu %@, Kurse des Charts (bei MetaTrader der Geldkurs).
en: %1$lld candles of %2$@, chart prices (bid price for MetaTrader).

source: %lld Konten
en: %lld accounts

source: %lld Konten, %lld Trades und Ausführungen, letzter Trade %@. Der aktuelle Stand wird ersetzt und vorher beiseitegelegt.
en: %1$lld accounts, %2$lld trades and executions, last trade %3$@. The current state is replaced and set aside first.

source: %lld Krypto-Lose ohne Euro
en: %lld crypto lots without euro

source: %lld Krypto-Lose ohne Euro-Wert (Kauf oder Verkauf in USD, USDT): fehlen in den Haltefrist-Summen (Entscheidung S2).
en: %lld crypto lots without a euro value (bought or sold in USD, USDT): missing from the holding-period totals (decision S2).

source: %lld Lose ohne Euro-Wert
en: %lld lots without a euro value

source: %lld Meldungen
en: %lld headlines

source: %lld mit abgelaufener Frist, Urteil offen
en: %lld past deadline, verdict open

source: %lld mit Verstoß
en: %lld with violation

source: %lld neue Ausführungen
en: %lld new executions

source: %lld neue Trades
en: %lld new trades

source: %lld nicht verbucht
en: %lld not booked

source: %lld offen
en: %lld open

# %lld offen, %lld zu beurteilen
source: %1$lld offen, %2$lld zu beurteilen
en: %1$lld open, %2$lld to assess

source: %lld ohne Euro
en: %lld without euro

source: %lld ohne Kauf
en: %lld without purchase

source: %lld ohne Kurs
en: %lld without rate

source: %lld ohne Kurs nicht in den Summen
en: %lld without a rate not included in the totals

source: %lld ohne Produktart
en: %lld without product type

source: %lld ohne Stop
en: %lld without stop

source: %lld Regeln mit Treffern
en: %lld rules with hits

source: %lld regeltreu
en: %lld rule-compliant

source: %lld Tage
en: %lld days

source: %lld Tage über der Grenze
en: %lld days over the limit

# %lld Tage unklar: %@ Sie zählen auf keiner Seite.
source: %1$lld Tage unklar: %2$@ Sie zählen auf keiner Seite.
en: %1$lld days unclear: %2$@ They count on neither side.

# %lld Trades · Gewinne %@ · Verluste %@
source: %1$lld Trades · Gewinne %2$@ · Verluste %3$@
en: %1$lld trades · profits %2$@ · losses %3$@

source: %lld Trades dieses Kontos tragen das Setup; sie behalten den Namen im Journal, nur die Karte und ihre Kriterien verschwinden.
en: %lld trades in this account carry the setup; they keep the name in the journal, only the card and its criteria are removed.

source: %lld Trades für die Summe zum EZB-Referenzkurs in %@ umgerechnet (Näherung).
en: %1$lld trades converted to %2$@ at the ECB reference rate for the total (approximation).

source: %lld Trades importieren
en: Import %lld trades

source: %lld Trades in %@ zum EZB-Kurs des Schlusstags in %@ umgerechnet (Näherung)
en: %1$lld trades in %2$@ converted to %3$@ at the ECB rate of the closing day (approximation)

source: %lld Trades in %@ zum EZB-Kurs des Schlusstags in %@ umgerechnet (Näherung), %lld ohne Kurs in Kennzahlen und Summen nicht enthalten.
en: %1$lld trades in %2$@ converted to %3$@ at the ECB rate of the closing day (approximation), %4$lld without a rate not included in metrics and totals.

source: %lld Trades in %@ zum EZB-Kurs des Schlusstags in %@ umgerechnet (Näherung). Einzelbeträge und Summen lauten auf %@.
en: %1$lld trades in %2$@ converted to %3$@ at the ECB rate of the closing day (approximation). Individual amounts and totals are in %4$@.

source: %lld Trades in einem Konto ohne Euro: fehlen in den Topf-Summen.
en: %lld trades in an account without euro: missing from the pot totals.

source: %lld Trades in fremder Währung ohne EZB-Kurs fehlen in der Summe.
en: %lld trades in foreign currency without an ECB rate are missing from the total.

source: %lld Trades liefen länger als 31 Tage; dafür ruft die App keine Minutenkurse ab.
en: %lld trades ran longer than 31 days; the app does not fetch minute prices for them.

# %lld Trades mit %@ je Trade, übrige %lld mit %@. Zufallsanteil %@.
source: %1$lld Trades mit %2$@ je Trade, übrige %3$lld mit %4$@. Zufallsanteil %5$@.
en: %1$lld trades with %2$@ per trade, remaining %3$lld with %4$@. Random share %5$@.

source: %lld Trades mit Kerzen über Ein- oder Ausstieg hinaus (Stunden- oder Tageskerzen): MAE und MFE dort eher zu groß.
en: %lld trades with candles extending beyond entry or exit (hourly or daily candles): MAE and MFE tend to be too large there.

# %lld Trades mit Regelbruch: %@
source: %1$lld Trades mit Regelbruch: %2$@
en: %1$lld trades with rule breaches: %2$@

source: %lld Trades mit Uhrzeit zu diesem Symbol liegen in diesem Zeitraum.
en: %lld trades with time of day for this symbol fall within this period.

source: %lld Trades ohne Euro
en: %lld trades without euro

source: %lld Trades ohne Euro-Wert nicht enthalten
en: %lld trades without a euro value not included

source: %lld Trades ohne Produktart (Scalable, XTB): bis zur Zuordnung im Topf „nicht zugeordnet“; nachtragen in der Karte „Produktart nachtragen“.
en: %lld trades without product type (Scalable, XTB): in the “unassigned” pot until assigned; add it in the “Add product type” card.

source: %lld Trades ohne Stop im Export
en: %lld trades without stop in the export

source: %lld Trades ohne Stop im Export: ohne Stop kein R; Stop nachtragen geht im Inspektor.
en: %lld trades without stop in the export: no stop, no R; you can add the stop in the inspector.

source: %lld Trades ohne Uhrzeit: Trade Republic und Scalable Capital liefern im Export nur das Datum. Für diese Trades fehlen Stunde, Haltedauer und die Reihenfolge am Tag; in Netto, Trefferquote und Steuer zählen sie mit.
en: %lld trades without time of day: Trade Republic and Scalable Capital only provide the date in the export. These trades lack hour, holding time and order within the day; they still count in net result, win rate and tax.

source: %1$lld Verkäufe ohne Kauf in den Daten (%2$@): Übertrag von einer anderen Börse? Anschaffung fehlt.
en: %1$lld sales without a purchase in the data (%2$@): transferred from another exchange? Acquisition missing.

source: %lld verkürzte Tage
en: %lld shortened days

source: %lld Verstöße
en: %lld violations

# %lld von %lld
source: %1$lld von %2$lld
en: %1$lld of %2$lld
